{
  "main": {
    "name":"Daniel C. Patiño",
    "occupation":"Estudiante ingeniería de Sistemas en la Universidad Industrial de Santander",
    "description":"Con la ayuda de amigos y maestros estoy enfocando mi carrera en Machine Learning, Python y Software Libre. Oriundo de Aguazul - Casanare, amo el joropo y la tierra llanera. Me considero responsable y la puntualidad es muy importante para mí",
    "image":"profilepic.jpg",
    "bio":"Soy Aguazuleño, me gusta el joropo y la tierra llanera. Estudio Ingeniería de Sistemas en la Universidad de Santander, apoyo el Software libre y estoy enfocando mi carrera al desarrollo y a machine learning realizando distintos cursos virtuales. Mi distribución favorita es Xubuntu y en mi proyecto de grado uso redes neuronales para detectar el estrato social de una zona urbana, dicho trabajo se puede encontrar en mi Github, en el cual tengo varios proyectos en los que he trabajado. Me considero una persona responsable y la puntualidad es muy importante para mí. Me gusta asistir a eventos culturales y en mis tiempos de ocio me gusta jugar video juegos o ver Anime.",
    "email": "danielcarvajalpatino@gmail.com",
    "phone": "3115315773",

    "address":{
      "street":"Carrera 21 N° 9 - 22",
      "city":"Aguazul",
      "state":"Casanare",
      "zip": ""
    },

    "website": "http://www.daielchom.github.io",

    "resumedownload":"https://github.com/DaielChom/daielchom.github.io/raw/master/documents/Daniel_C_Patiño.pdf",

    "social":[
      {
        "name":"github",
        "url":"http://github.com/daielchom",
        "className":"fa fa-github"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/daielchom/",
        "className":"fa fa-linkedin"

      },



      {

        "name":"telegram",

        "url":"https://www.telegram.me/daielchom",

        "className":"fa fa-inbox"

      },

      {

        "name":"deviantart",

        "url":"https://daielchom.deviantart.com/",

        "className":"fa fa-pencil"

      },

      {

        "name":"facebook",

        "url":"http://facebook.com/daielchom",

        "className":"fa fa-facebook"

      }

    ]

  },

  "resume":{

    "skillmessage":"Las Habilidades y herramientas que manejo son las siguientes, con un enfoque en Machine Learning",

    "education":[

      {

        "school":"Colegio Nacional de Sugamuxi",

        "degree":"Bachiller",

        "graduated":"Noviembre 2011",

        "description":"Curse los grados 10° y 11° en el colegio nacional de sugamuxi preparándome para el ingreso a la vida universitaria",

        "certificate":"https://github.com/DaielChom/daielchom.github.io/blob/master/certificates/high_school_certificate.pdf"



      },

      {
        "school":"UIS - Universidad Industrial de Santander",
        "degree":"Ingeniería de Sistemas",
        "graduated":"Septiembre 2018",
        "description":"Trabajando o estudiando con compañeros, amigos y maestros mejoré mis habilidades y conocimientos en el campo de la ingeniería de sistemas, el trabajo en equipo y el autoaprendizaje. Logrando de esta manera la realización de proyectos, cursos o talleres dentro y fuera de la Universidad",
        "certificate":"##########"
      },

      {

        "school":"Grupo Geomática - UIS",
        "degree":"Diplomado en Computación Móvil",
        "graduated":"Marzo 2018",
        "description":"Primeramente se estudiaron las ventajas en el uso de tecnologías móviles y la necesidad de tener conocimientos sobre la programación en dicha tecnología. Se estudiaron lenguajes para programación móvil como los es JAVA y LUA, usando estos lenguajes se realizaron varios proyectos",
        "certificate":"##########"
      }

    ],

    "courses":[

      {

        "school":"CCNA - Cisco Networking Academy",

        "degree":"Curso de Redes, Niveles I y II",

        "graduated":"Febrero 2017",

        "description":"Curso virtual ofrecido por Cisco donde se estudiaron los principios básicos de routing y swiching, cursos elaborados en la clase de redes de la UIS, dirigidas por el profesor Pedro Trujillo.",

        "certificate":"https://github.com/DaielChom/daielchom.github.io/blob/master/certificates/cisco_certificates_1%262.pdf"

      },



      {

        "school":"Dirección Nacional de Derechos de Autor",

        "degree":"Derechos de autor en la industria del software",

        "graduated":"Junio 2018",

        "description":"Mediante lecturas y casos de uso se estudiaron los distintos derechos y deberes con los que cuentan los desarrolladores y la industria en el país, también se estudió la importancia de licenciar el software.",

        "certificate":"https://github.com/DaielChom/daielchom.github.io/blob/master/certificates/copyrigth_software_colombia_certificate.pdf"

      },

      {

        "school":"Two Scoops Press",

        "degree":"Creating and Distributing Python Package",

        "graduated":"Marzo 2018",

        "description":"Se estudiaron las distintas técnicas y herramientas usadas a la hora de crear y mantener un paquete en Python. Herramientas como coockicutter, Travis, Read the Docs, entre otras",

        "certificate":"https://github.com/DaielChom/daielchom.github.io/blob/master/certificates/python_packages_certificate.pdf"

      },

      {

        "school":"Platzi",

        "degree":"React.js",

        "graduated":"Junio 2018",

        "description":"Con la elaboración de un proyecto se estudió el funcionamiento de React, con el fin de aprender sobre esta herramienta y poder usarla en distintos proyectos.",

        "certificate":"https://github.com/DaielChom/daielchom.github.io/blob/master/certificates/react_certificate.pdf"

      },

      {

        "school":"Platzi",

        "degree":"Redux.js",

        "graduated":"Junio 2018",

        "description":"Con la elaboración de un proyecto se estudió el funcionamiento de Redux, con el fin de aprender sobre esta herramienta y poder usarla en distintos proyectos.",

        "certificate":"https://github.com/DaielChom/daielchom.github.io/blob/master/certificates/redux_certificate.pdf"

      }





    ],

    "work":[
      {
        "company":"Frontierx",
        "title":"Desarrollador",
        "years":"Agosto 2018 - Actualidad",
        "description":"Apoyo en las tareas de post-procesado para uno de los proyectos de Frontierx. Se usó el Framework Robosat y funciones propias para mejorar la visualización de los resultados de un modelo de predicción que usaba imágenes satelitales."
      },

      {
        "company":"Chasegroup",
        "title":"Desarrollador Backend",
        "years":"Febrero 2017 - Octubre 2017",
        "description":"Encargado de la creación de una plataforma web que servía como plataforma auxiliar al proyecto Sevent, un ChatBot de información de eventos. Se trabajo con Flask, para la elaboración de dicha plataforma auxiliar, la cual se encargaba de llenar la base de datos de Sevent, tomando eventos de Facebook."
      },
      {
        "company":"Universidad Industrial de Santander",
        "title":"Desarrollador",
        "years":"Septiembre 2017 - Junio 2018",
        "description":"Encargado de la actualización y mantenimiento del proyecto mooc-grader (https://github.com/DaielChom/mooc-grader) dirigido por el profesor Raúl Ramos Pollan. Se trabajo en el mejoramiento de un Framework implementado en Jupyter notebook para la calificación y administración de tareas, evaluaciones y talleres, usando La API de Google para hojas de cálculo."
      },
      {
        "company": "Escuela de Matemáticas - Universidad Industrial de Santander",
        "title": "Administrador de sala de computo",
        "years": "Agsto 2016 - Junio 2017",
        "description": "Encargado de administrar las salas de computo de la escuela de Matemáticas de la Universidad Industrial de Santander."
      }
    ],

    "skills":[

      {

        "name":"MACHINE Learning: Python, scikit-learn, numpy, pandas, Jupyter, Matplotlib",

        "level":"75%"

      },

      {

        "name":"desarrollo: GIT, GNU-LINUX, JAVA, GOOGLE-APIS",

        "level":"70%"

      },

      {

        "name":"DISEÑO: Inkscape, CorelDraw",

        "level":"70%"

      },

      {

        "name":"BACKEND: FLASK",

        "level":"50%"

      },

      {

        "name":"FRONTEND: HTML, JS, CSS, SASS, REACT, HAML, Materialize, Normalaize",

        "level":"50%"

      },

      {

        "name":"MOVIL: ANDORID, CORONALAB",

        "level":"30%"

      }

    ],

    "volunteer":[
      {
        "company": "Comunidad Universitaria de Software Libre - CUSOL-UIS",
        "title": "Miembro",
        "years": "Agsto 2016 - Junio 2017",
        "description": "Apoyo en la organización de actividades para la comunidad universitaria como talleres, eventos, cine foros, etc. Se apoyo en la realización del Software Freedom Day del año 2016"
      },
      {
        "company": "Centro de Estudios de Ingeniería de Sistemas - CEIS-UIS",
        "title": "Miembro",
        "years": "Marzo 2016 - Febrero 2017",
        "description": "Apoyo en la administración y buen funcionamiento del centro de estudios de Ing. de Sistemas de la Universidad Industrial de Santander"
}
    ]
  },

  "testimonials":{

    "testimonials":[

      {

        "text":"Sergio Martínez - Miembro de Chasegroup - 3123858680.",

        "user":"Laboral"

      },

      {

        "text":"David Fernando Gutiérrez - Amigo de la Universidad - 3044811962",

        "user":"Personal"

      }

    ]

  }

}
